Repository: AlexxNica/libgda
Catalog: po/*.po
Languages: az, el, ru, sk

source: Object Name
el: Όνομα Αντικειμένου
ru: Имя объекта

source: 0 rows
el: 0 γραμμές
ru: 0 строк

source: %d rows
el: %d γραμμές
ru: %d строк(и)

source: Tables
el: Πίνακες
ru: Таблицы

source: Views
el: Προβολές
ru: Виды
sk: Pohµady

source: Procedures
el: Διαδικασίες
ru: Процедуры
sk: Procedúry

source: Types
el: Τύποι
ru: Типы

source: Aggregates
el: Ενοποιήσεις
ru: Объединения
sk: Agregáty

source: Data
el: Δεδομένα
ru: Данные

source: Remove
el: Διαγραφή
ru: Удалить

source: Extra Info
el: Επιπλέον Πληροφορίες
ru: Дополнительная информация

source: GDA Name
el: Όνομα GDA
ru: Название GDA

source: Provider
el: Παροχεύς
ru: Провайдер
sk: Poskytovateµ

source: Description
el: Περιγραφή
ru: Описание
sk: Popis

source: Username
el: Όνομα χρήστη
ru: Имя пользователя
sk: Meno pou¾ívateµa

source: Config
el: Ρύθμιση
ru: Конфигурация

source: Global
ru: Глобальная

source: Error while saving configuration!
ru: Ошибка при сохранении конфигурации!

source: Data source has no name!
ru: Источники данных не имеют названия!

source: Error %d of %d
ru: Ошибка %d -- %d

source: Show Help
ru: Показать справку

source: Source
ru: Источник данных

source: sqlstate
ru: состояние sql

source: Error 0 of 0
ru: Ошибка 0 -- 0

source: Record View
ru: Просмотр записи

source: Copy
el: Αντιγραφή
ru: Скопировать

source: Copy selection to clipboard
ru: Скопировать выделение в буфер обмена

source: Select all
el: Επιλογή όλων
ru: Выделить все

source: Select all rows
ru: Выделить все строки

source: Clear selection
ru: Очистить выделение

source: Clear all selected rows
ru: Очистить все выделенные строки

source: Record view...
ru: Просмотр записи...

source: View recordset record-by-record
ru: Последовательный просмотр записей

source: Refresh grid
el: Ανανέωση πλέγματος
ru: Обновить сетку

source: Refresh grid contents
ru: Обновить содержимое сетки

source: Print grid
el: Εκτύπωση πλέγματος
ru: Напечатать сетку

source: Print grid contents
ru: Напечатать содержимое сетки

source: Show columns
ru: Показать столбцы

source: Show column titles
ru: Показать заголовки столбцов

source: Hide columns
ru: Скрыть столбцы

source: Hide column titles
ru: Скрыть заголовки столбцов

source: Entry %d of %d
ru: Запись %d из %d

source: Date
ru: Дата

source: Time
ru: Время

source: Message
ru: Сообщение

source: Log Entry
ru: Запись в журнале

source: No datasource '%s' defined in your GDA configuration file
ru: Нет источника данных '%s' определенного в вашем файле конфигурации GDA

source: User Name
ru: Имя пользователя

source: GDA Datasource
ru: Источники данных GDA

source: Password
ru: Пароль
sk: Heslo

source: Last Connections
ru: Последние соединения

source: could not open connection to %s
ru: не удалось открыть соединение с %s

source: Data source %s not found
ru: Не найден источник данных %s

source: %s: The server didn't respond.
ru: %s: Сервер не отвечает.

source: %s: An Error occured in the CORBA system.
az: %s: CORBA sistemində Xəta tapıldı.
ru: %s: Возникла ошибка в системе CORBA.

source: Database '%s' not found in system configuration
ru: База данных '%s' не найдена в конфигурации системы

source: <Unknown GDA Type(NULL)>
el: «Άγνωστος Τύπος GDA(ΚΕΝΟ)»
ru: <Неизвестный GDA тип(NULL)>

source: TRUE
az: DOĞRU
el: ΑΛΗΘΕΣ
ru: ИСТИНА

source: FALSE
az: YANLIŞ
el: ΨΕΥΔΕΣ
ru: ЛОЖЬ

source: Saving log...x
ru: Сохранение журнала...x

source: ERROR:
ru: ОШИБКА:

source: MESSAGE:
ru: СООБЩЕНИЕ:

source: thread is already running
ru: thread уже запущен

source: table %s already exists
az: %s cədvəli onsuz da mövcuddur
ru: таблица %s уже существует

source: Data Source Name
ru: Название источника данных

source: User name to use for the connection
ru: Имя пользователя используемое для соединения

source: Password to authenticate user
ru: Пароль для идентификации пользователя

source: To open/close the connection
ru: Открыть/Закрыть соединение

source: Error Viewer
el: Παρατηρητής Σφαλμάτων
ru: Просмотр ошибок

source: Could not initialize %s component
ru: Не удалось инициализировать компонент %s

source: Font to be used for the grid
ru: Шрифт используемый для сетки

source: Could not initialize CORBA
ru: Не удалось инициализировать CORBA

source: Could not initialize Bonobo
az: Bonobonu başlada bilmədim
ru: Не удалось инициализировать Bonobo

source: Ready
el: Έτοιμος
ru: Готов

source: Could not bind object %s
ru: Не удалось связать объект %s

source: Unable to activate object %s
ru: Невозможно активировать объект %s

source: %s:%d: Could not create control widget
ru: %s:%d: Невозможно создать управляющий элемент

source: property %s not found
ru: свойство %s не найдено

source: GNOME-DB Builder
ru: Компоновщик GNOME-DB

source: Connected to %s
el: Σύνδεση με %s
ru: Соединен с %s

source: Open Connection
el: Άνοιγμα Σύνδεσης
ru: Открыть соединение

source: Disconnected from database
ru: Отключиться от базы данных

source: Database Browser
ru: Обозреватель баз данных

source: There are no open connections
ru: Нет открытых соединений

source: Back
ru: Назад

source: Go to previous document
ru: Перейти к предыдущему документу

source: Forward
ru: Вперед

source: Go to next document
ru: Перейти к следующему документу

source: Home
ru: Домой

source: Go to table of contents
ru: Перейти к таблице содержания

source: Help
el: Βοήθεια
ru: Справка

source: Could not load file '%s'
ru: Не удалось загрузить файл '%s'

source: Screen
ru: Экран

source: New screen
ru: Новый экран

source: Report
ru: Отчет

source: New report
ru: Новый отчет

source: Server
ru: Сервер

source: New server
ru: Новый сервер

source: Repository
ru: Информационный архив

source: New repository
ru: Новый информационный архив

source: Open existing screen
ru: Открыть существующий экран

source: Open existing report
ru: Открыть существующий отчет

source: Open existing server
ru: Открыть существующий сервер

source: Open existing repository
ru: Открыть существующий информационный архив

source: Connect...
ru: Соединение...

source: Connect to database
ru: Подключение к базе данных

source: Disconnect
el: Αποσύνδεση
ru: Отсоединиться

source: Close database connection
ru: Закрыть соединения с базой данных

source: Browse
ru: Обозреватель

source: Open database browser
ru: Открыть обозреватель базы данных

source: Import objects
ru: Импортировать объекты

source: Import database objects into repository
ru: Импортировать объекты базы данных в информационный архив

source: New
el: Νέο
ru: Новый

source: Open
el: Άνοιγμα
ru: Открыть

source: Close
el: Κλείσιμο
ru: Закрыть

source: Close current window
ru: Закрыть текущее окно

source: Close all
el: Κλείσιμο όλων
ru: Закрыть все

source: Close all open windows
el: Κλείσιμο όλων των ανοικτών παραθύρων
ru: Закрыть все открытые окна

source: Quit
el: Τερματισμός
ru: Выход

source: Exit application
el: Έξοδος από εφαρμογή
ru: Выйти из программы

source: Undo
ru: Откат

source: Undo last action
ru: Откат последнего действия

source: Redo
ru: Возврат

source: Revert last undone action
ru: Возврат последнего отмененного действия

source: Cut
el: Αποκοπή
ru: Вырезать

source: Cut selected text/item
ru: Вырезать выделенный текст/элемент

source: Copy selected text/item to the clipboard
ru: Скопировать выделенный текст/элемент в буфер обмена

source: Paste
el: Επικόλληση
ru: Вставить

source: Paste clipboard contents
ru: Вставить содержимое буфера обмена

source: Delete
el: Διαγραφή
ru: Удалить

source: Delete selected text/item
ru: Удалить выделенный текст/элемент

source: New project
ru: Новый проект

source: Create a new project
ru: Создать новый проект

source: Open project
ru: Открыть проект

source: Open an existing project
ru: Открыть существующий проект

source: Save project
ru: Сохранить проект

source: Save current project
ru: Сохранить текущий проект

source: Properties...
ru: Свойства...

source: View project properties
ru: Просмотр свойств проекта

source: GNOME-DB Front End
el: Περιβάλλον Χρήσης του GNOME-DB
ru: Интерфейс Gnome-DB

source: The GNOME-DB front end
ru: Интерфейс Gnome-DB

source: SQL Front End
el: Περιβάλλον Λειτουργίας SQL
ru: Интерфейс к SQL

source: The SQL front end
el: Το περιβάλλον λειτουργίας SQL
ru: Интерфейс к SQL

source: GNOME-DB Manager
el: Διαχειριστής GNOME-DB
ru: Диспетчер GNOME-DB

source: The GNOME-DB configuration tool
ru: Средства настройки Gnome-DB

source: About gnome-db...
el: Σχετικά με το gnome-db...
ru: О программе

source: About this program
el: Σχετικά με αυτό το πρόγραμμα
ru: Об этой программе

source: Submit bug report
ru: Отправить сообщение об ошибке

source: File
el: Αρχείο
ru: Файл

source: Edit
ru: Правка

source: Project
ru: Проект

source: Database
el: Βάση
ru: База данных
sk: Databáza

source: Tools
el: Εργαλεία
ru: Инструменты

source: New Screen/Report
ru: Новый экран/отчет

source: Open Screen/Report
ru: Открыть экран/отчет

source: Preferences
el: Προτιμίσεις
ru: Настройки

source: Configure user preferences
el: Ρύθμιση προτιμίσεων χρήστη
ru: Сконфигурировать пользовательские настройки

source: Could not initialize Bonobo
ru: Не удалось инициализировать Bonobo

source: Unable to execute '%s'
el: Αδυναμίά εκτέλεσης του '%s'
ru: Невозможно выполнить '%s'

source: Location
ru: Расположение

source: database name
ru: название базы данных

source: DATABASE
ru: БАЗА ДАННЫХ

source: user name
ru: имя пользователя

source: USER-NAME
ru: ИМЯ ПОЛЬЗОВАТЕЛЯ

source: password
ru: пароль

source: PASSWORD
ru: ПАРОЛЬ

source: file name
ru: название файла

source: FILE-NAME
ru: НАЗВАНИЕ ФАЙЛА

source: %s: misconfigured DSN entry
ru: %s: неверная запись DSN

source: %s: data source '%s' not found
ru: %s: источник данных "%s" не найден

source: Execute
ru: Выполнить

source: Execute batch file
ru: Выполнить командный файл

source: Open file
ru: Открыть файл

source: Save
el: Αποθήκευση
ru: Сохранить

source: Save file
ru: Сохранить файл

source: Clear
el: Καθαρισμός
ru: Очистить

source: Clear command list
ru: Очистить список команд

source: Could not open file '%s'
ru: Не удалось открыть файл '%s'

source: No command selected
ru: Команда не выбрана

source: Command
el: Εντολή
ru: Команда

source: Enter command text
ru: Введите текст команды

source: Insert at current position
ru: Вставить в текущей позиции

source: Open File
el: Άνοιγμα Αρχείου
ru: Открыть файл

source: Command separators
ru: Разделитель команд

source: Append to current file
ru: Присоединить к текущему файлу

source: You must specify a file to be loaded
ru: Вы должны указать файл для загрузки

source: You must specifiy the characters used as command separators
ru: Вы должны указать символы используемые как разделители команд

source: Add
el: Πρόσθεση
ru: Добавить

source: Up
ru: Вверх

source: Down
ru: Вниз

source: Options
el: Επιλογές
ru: Параметры

source: Transaction Mode
ru: Режим транзакций

source: Send as XML
ru: Послать как XML

source: Batch
ru: Пакет

source: Connected to '%s'
ru: Соединен с %s

source: Connecting...
el: Σύνδεση...
ru: Соединение...

source: Configuration file saved
ru: Файл настроек сохранен

source: Add Environment Variable
el: Προσθήκη Μεταβλητής Περιβάλλοντος
ru: Добавить переменную окружения

source: Name
el: Όνομα
ru: Название
sk: Meno

source: Value
el: Τιμή
ru: Значение

source: Editor Font
el: Γραμματοσειρά Επεξεργαστή Κειμένου
ru: Шрифт редактора

source: Tab Position
ru: Расположение закладок

source: Top
el: Κορυφή
ru: Сверху

source: Bottom
el: Βάση
ru: Снизу

source: Left
el: Αριστερά
ru: Слева

source: Right
el: Δεξιά
ru: Справа

source: Grid
ru: Сетки

source: Font
ru: Шрифт

source: Foreground Color
ru: Цвет текста

source: Background Color
ru: Цвет фона

source: Show row numbers
ru: Показать номера строк

source: User Interface
ru: Интерфейс пользователя

source: Environment
el: Περιβάλλον
ru: Окружение

source: SQL Window
ru: Окно SQL

source: Batch commands window
ru: Окно пакетных команд

source: Queries
ru: Запросы

source: Query designer
ru: Конструктор запросов

source: Browser
ru: Обозреватель

source: Browse Database
ru: Просмотреть базу данных

source: Export
el: Εξαγωγή
ru: Экспорт

source: Export database
ru: Экспортировать базу данных

source: Import
el: Εισαγωγή
ru: Импорт

source: Import data into current database
ru: Импортировать данные в текущую базу данных

source: Close connection
el: Κλείσιμο σύνδεσης
ru: Закрыть соединение

source: Execute current command
ru: Выполнить текущую команду

source: Select
ru: Выбрать

source: Select from previous commands
ru: Выбрать из предыдущей команды

source: Load file into buffer
el: Φόρτωση αρχείου στον ενταμιευτή
ru: Загрузить файл в буфер

source: Save current file
el: Αποθήκευση τρέχοντος αρχείου
ru: Сохранить текущий файл

source: Cut selected text
el: Αποκοπή επιλεγμένου κειμένου
ru: Вырезать выделенный текст

source: Copy selected text
ru: Скопировать выделенный текст

source: Clear window contents
ru: Очистить содержимое окна

source: Start
ru: Старт

source: Start export
ru: Запустить экспортирование

source: Clear all fields
ru: Очистить все поля

source: Select all objects in database
ru: Выделить все объекты в базе данных

source: Unselect
ru: Снять выделение

source: Clear object selection
ru: Очистить выделение объектов

source: Foreign keys
ru: Чужие ключи

source: Object Identifiers
el: Ταυτότητες Αντικειμένου
ru: Идентификаторы объектов

source: Object Inheritance
el: Κληρονομικότητα Αντικειμένου
ru: Наследство объектов

source: Sequences
el: Ακολουθίες
ru: Последовательности
sk: Sekvencie

source: SQL (Standard)
ru: SQL (Стандарт)

source: Stored Procedures
el: Αποθηκευμένες Διαδικασίες
ru: Сохраненные процедуры

source: Transactions
el: Διενέργειες
ru: Транзакции

source: Triggers
ru: Триггеры
sk: Triggery

source: XML Queries
el: Ερωτήσεις XML
ru: XML-запросы

source: File name
el: Όνομα αρχείου
ru: Название файла

source: Row %d - %d rows selected
el: Γραμμή %d - %d γραμμές επιλέχθηκαν
ru: Строка %d - %d строк выделено

source: Select file
ru: Выбрать файл

source: Error reading from file '%s'
ru: Ошибка чтения из файла "%s"

source: Command succeeded
el: Η εντολή ήταν επιτυχής
ru: Команда выполнена успешно

source: Command failed
el: Αποτυχία εντολής
ru: Выполнение команды не удалось

source: Error writing to file '%s'
ru: Ошибка записи в файл "%s"

source: Select Command
ru: Выбрать команду

source: Transaction started
el: Έναρξη διενέργειας
ru: Начата транзакция

source: Begin transaction failed
ru: Не удалось начать транзакцию

source: Data source does not support transactions
ru: Источник данных не поддерживает транзакции

source: Commit executed successfully
ru: Фиксация изменений выполнена успешно

source: Commit transaction failed
ru: Фиксация транзакции не удалась

source: Rollback executed successfully
ru: Откат выполнен успешно

source: Rollback transaction failed
ru: Не удалось выполнить откат транзакции

source: Could not activate module %s
ru: Не удалось активировать модуль %s

source: Connection Properties
el: Ρυθμίσεις Σύνδεσης
ru: Свойства соединения

source: Properties
el: Ρυθμίσεις
ru: Свойства

source: Command Timeout
el: Λήξη Χρόνου Εντολής
ru: Время ожидания команды

source: Connect Timeout
el: Λήξη Χρόνου Σύνδεσης
ru: Время ожидания соединения

source: Trace File
el: Αρχείο Καταγραφής
ru: Трассировочный файл

source: View
el: Όψη
ru: Вид
sk: Pohµad

source: Version
ru: Версия

source: Provider Features
el: Χαρακτηριστικά Παροχέα
ru: Провайдер свойств

source: New database design
ru: Конструкция новой базы данных

source: Open database design
ru: Открыть конструкцию базы данных

source: Save database design
ru: Сохранить конструкцию базы данных

source: Clear all entries
ru: Очистить все записи

source: Close designer window
ru: Закрыть окно конструктора

source: Select XML file
ru: Выбрать XML файл

source: Designer
el: Σχεδιαστής
ru: Конструктор

source: Data sources
ru: Источники данных

source: Apply
ru: Применить

source: View selected entry
ru: Просмотр выделенной записи

source: Clear log file
ru: Очистить файл журнала

source: Refresh
el: Ανανέωση
ru: Обновить

source: Refresh log viewer
ru: Обновить просмотр журнала

source: Close log window
ru: Закрыть окно журнала

source: Error loading file '%s'
ru: Ошибка загрузки файла '%s'

source: Logs
ru: Журналы

source: Open Connection...
ru: Открытие соединения...

source: Open a connection to a data source
ru: Открыть соединения с источником данных

source: Close current connection
el: Κλείσιμο τρέχουσας σύνδεσης
ru: Закрыть текущее соединение

source: Disconnect all
ru: Разорвать все соединения

source: Close all connections
el: Κλείσιμο όλων των συνδέσεων
ru: Закрыть все соединения

source: SQL window
ru: Окно SQL

source: Query Designer
ru: Конструктор запросов

source: Browse database
ru: Просмотреть базу данных

source: Begin transaction
ru: Начать транзакцию

source: Commit
el: Διάπραξη
ru: Зафиксировать

source: Commit transaction
ru: Зафиксировать транзакцию

source: Rollback
el: Επαναφορά
ru: Откат

source: Discard all changes
el: Απόρριψη όλων των αλλαγών
ru: Отменить все изменения

source: View connection properties
el: Εμφάνιση ρυθμίσεων σύνδεσης
ru: Просмотр свойств соединения

source: Configure
ru: Настроить

source: Configure underlying database
ru: Настройка используемых баз данных

source: View logs
ru: Просмотр журналов

source: View the different logs
ru: Просмотр журналов изменений

source: Database designer
ru: Конструктор баз данных

source: Open the database designer
ru: Загрузить конструктор баз данных

source: Service control
ru: Управление сервисами

source: View service activity
ru: Просмотр активности сервисов

source: The GNOME-DB Development Environment
ru: Среда разработки Gnome-DB

source: Preferences...
el: Προτιμίσεις...
ru: Настройки...

source: Data sources...
ru: Источники данных...

source: Configure GDA data sources
ru: Настройка источников данных GDA

source: Save options
ru: Сохранить параметры

source: Save current configuration
el: Αποθήκευση τρέχουσας διαρρύθμισης
ru: Сохранить текущую конфигурацию

source: Connect
el: Σύνδεση
ru: Соединение

source: Exit Application
ru: Выйти из программы

source: Activate
ru: Активировать

source: Activate selected service
ru: Активировать выбранный сервис

source: Stop
ru: Стоп

source: Stop selected service
ru: Остановить выбранный сервис

source: Refresh service list
ru: Обновить список сервисов

source: Could not find any installed services. Either you don't have any services installed or I don't know the path to find them. In either case, please check your GNOME-DB installation.
ru: Не удалось найти установленные сервисы. Либо у вас нет установленных сервисов или вы не указали путь для их поиска. В любом случае проверьте вашу установку Gnome-DB.

source: Service '%s' activated
ru: Сервис '%s' активирован

source: Could not activate service '%s'
ru: Не удалось активировать сервис %s

source: Repo ID
ru: Идентификатор архива

source: Type
ru: Тип
sk: Typ

source: Service Control
ru: Управление сервисами

source: Error code %ld
ru: Код ошибки %ld

source: error '%s' at %s
ru: ошибка '%s' в %s

source: Not available
ru: Не доступно
sk: Nie je k dispozícii

source: error
ru: ошибка

source: Could not register INTERBASE provider implementation
ru: Не удалось зарегистрировать реализацию провайдера INTERBASE

source: Could not create DSN config component
ru: Не удалось создать компонент настройки DSN

source: Could not register LDAP provider implementation
ru: Не удалось зарегистрировать реализацию провайдера LDAP

source: Select config component
ru: Выбрать компонент конфигурации

source: Add new data source
ru: Добавить новый источник данных

source: Edit selected data source
ru: Правка выбранного источника данных

source: Remove selected data source
ru: Удалить выбранные источники данных

source: Browse selected data source
ru: Просмотреть выбранные источники данных

source: Data Source
ru: Источник данных

source: Browse Data Source
ru: Просмотр источника данных

source: Load config component
ru: Загрузка компонента конфигурации

source: Module
ru: Модуль

source: Users
ru: Пользователи
sk: Pou¾ívatelia

source: User access rights
ru: Права доступа пользователей

source: All
ru: Все

source: Data source not found in GDA configuration
ru: Не найден источник данных в конфигурации GDA

source: Data Sources
el: Πηγές Δεδομένων
ru: Источники данных

source: Database browser
ru: Обозреватель баз данных

source: Open the database browser
ru: Открыть обозреватель баз данных

source: The GNOME-DB development environment
ru: Среда разработки Gnome-DB

source: Providers
ru: Провайдеры

source: Configure GDA providers
ru: Настройка провайдеров GDA

source: Components
ru: Компоненты

source: Configure GNOME-DB components
ru: Настройка компонентов GNOME-DB

source: View provider log
ru: Просмотр файлов журнала провайдера

source: Install a new GDA provider
ru: Установить нового провайдера GDA

source: Edit selected provider
ru: Правка выбранного провайдера

source: Remove selected provider
ru: Удалить выбранного провайдера

source: Comments
ru: Комментарии
sk: Komentáre

source: executing command '%s'
ru: выполнение команды "%s"

source: info '%s'
ru: информация "%s"

source: Could not create GnomeDbControl
ru: Не удалось создать регулятор GnomeDB

source: Available databases
ru: Доступные базы данных

source: Drop
ru: Сбросить

source: Database name
ru: Название базы данных

source: Owner
ru: Владелец
sk: Vlastník

source: new instance %p created
ru: создан новый экземпляр %p

source: %s:%d: You cannot provide a UNIX_SOCKET if you also provide either a HOST or a PORT. Please remove the UNIX_SOCKET, or remove both the HOST and PORT options
ru: %s:%d: Вы не можете указывать UNIX_SOCKET, если вы также указываете Хост или Порт. Пожалуйста удалить параметры Хост и Порт или UNIX_SOCKET

source: Opening connection with user=%s, password=%s, host=%shost=%s, port=%s, unix_socket=%s
ru: Открытие соединения с параметрами пользователь=%s, пароль=%s, хост=%sхост=%s, порт=%s, unix_socket=%s

source: Unhandled SCHEMA_QTYPE %d
ru: Необработанный SCHEMA_QTYPE %d

source: mysql_recset is NULL
ru: mysql_recset имеет значение NULL

source: No table name given for SCHEMA_COLS
ru: Не задано название таблицы для SCHEMA_COLS

source: Could not register MySQL provider implementation
ru: Не удалось зарегистрировать реализацию провайдера MySQL

source: gda_odbc_connection_open_schema: Unhandled SCHEMA_QTYPE %d
ru: gda_odbc_connection_open_schema: необработанный SCHEMA_QTYPE %d

source: no text
ru: нет текста

source: Could not register ODBC provider implementation
ru: Не удалось зарегистрировать реализацию провайдера ODBC

source: Could not allocate statement handle
ru: Не удалось получить обработчик утверждения

source: command object being created without associated connection
ru: командный объект был создан без ассоциированного соединения

source: Executing command '%s'
ru: Выполнение команды "%s"

source: error in OCIHandleAlloc() HTYPE_SVCCTX
ru: ошибка в OCIHandleAlloc() HTYPE_SVCCTX

source: error in OCIHandleAlloc() HTYPE_SERVER
ru: ошибка в OCIHandleAlloc() HTYPE_SERVER

source: error in OCIHandleAlloc() HTYPE_ERROR
ru: ошибка в OCIHandleAlloc() HTYPE_ERROR

source: Unknown ORACLE type %ld
ru: Неизвестный тип ORACLE %ld

source: Unknown ORACLE data type in fill_field_values
ru: Неизвестный ORACLE тип данных в fill_field_values

source: recordset object being created without associated connection
ru: объект recordset был создан без ассоциированного соединения

source: Could not register ORACLE provider implementation
ru: Не удалось зарегистрировать реализацию провайдера ORACLE

source: DSN for the connection
ru: DSN для соединения

source: User identity
ru: Тождественность пользователя

source: User passord
ru: Пароль пользователя

source: Show/hide the user id
ru: Показать/скрыть идентификатор пользователя

source: User name setting
ru: Настройка имени пользователя

source: Group name setting
ru: Настройка названия группы
