Repository: AlexxNica/libgda
Catalog: po/*.po
Languages: az, el, ru, sk

source: CT-Server message: number(%ld) severity(%ld) state(%ld) line(%ld)
sk: Správa CT-Server: èíslo(%ld) záva¾nos»(%ld) stav (%ld) riadok (%ld)

source: Server name: %s
sk: Meno serveru: %s

source: Procedure name: %s
sk: Meno procedúry: %s

source: ct_diag() failed determining # of client messages.
sk: ct_diag() zlyhal pri urèovaní poètu správ klienta.

source: call to cs_diag failed when attempting to the amount of client messages
sk: volanie cs_diag zlyhalo pri zis»ovaní poètu správ klienta

source: an error occured when calling cs_diag attempting to retrieve a client message
sk: volanie cs_diag zlyhalo pri získaní správy klienta

source: OS_Error:(
sk: Chyba OS:(

source: ) Message:
sk: ) Správa:

source: call to cs_diag failed when attempting to clear the client messages
sk: volanie cs_diag zlyhalo pri èistení správ klienta

source: call to ct_diag failed when attempting to the amount of server messages
sk: volanie ct_diag() zlyhalo pri urèovaní poètu správ serveru

source: an error occured when calling ct_diag attempting to retrieve a server message
sk: nastala chyba pri volaní ct_diag pri pokuse o získanie správy serveru

source: Stored Procedure:
sk: Ulo¾ená procedúra:

source: Number
sk: Poèet

source: Severity
sk: Dôle¾itos»

source: State
sk: Stav

source: Line
sk: Riadok

source: call to ct_diag failed when attempting to the amount of client messages
sk: volanie ct_diag() zlyhalo pri urèovaní poètu správ klienta

source: an error occured when calling ct_diag attempting to retrieve a client message
sk: nastala chyba pri volaní ct_diag pri pokuse o získanie správy klienta

source: Layer
sk: Vrstva

source: Origin
sk: Pôvod

source: Message Number
sk: Poèet správ

source: call to ct_diag failed when attempting to clear the client messages
sk: volanie ct_diag() zlyhal pri èistení správ klienta.

source: Operation not possible, connection busy.
sk: Operácia nie je mo¾ná, spojenie zaneprázdnené.

source: Either FILENAME or DIRECTORY can be specified, but not both or neither
sk: Je mo¾né zada» MENOSÚBORU alebo PRIEÈINOK, ale nie oba alebo ¾iadny

source: Either FILENAME or DIRECTORY must be specified in the connection string
sk: Musíte zada» MENOSÚBORU alebo PRIEÈINOK v re»azci spojenia

source: Invalid Xbase handle
sk: Neplatný handle Xbase

source: Provider for Xbase (dBase, FoxPro, etc) files
sk: Poskytovateµ pre súbory Xbase (dBase, FoxPro, atï)

source: A full path must be specified on the connection string to open a database on the XML provider.
sk: Pre otvorenie databáze musíte zada» celú cestu v re»azci spojenia pre poskytovateµa XML.

source: Invalid XML handle
sk: Neplatný handle XML

source: Invalid internal handle
sk: Neplatný interný handle

source: Not Implemented
sk: Neimplementované

source: Invalid argument
sk: Neplatný argument

source: Could not get description for column
sk: Nepodarilo sa získa» popis ståpca

source: XML provider, based on the libgda XML database format
sk: Poskytovateµ XML zalo¾ený na databázovom XML formáte libgda

source: Could not parse XML document
sk: Nie je mo¾né spracova» XML dokument

source: XML document is not valid
sk: Dokument XML nie je platný

source: Could not get file from %s
sk: Nie je mo¾né získa» súbor z %s

source: An element with ID %s already exists in the report
sk: Element s ID %s u¾ v reporte existuje

source: Item with ID %s is not a label
sk: Polo¾ka s ID %s nie je popisok

source: Item with ID %s is not a repfield
sk: Polo¾ka s ID %s nie je repfield

source: Error setting parent -> child relation
sk: Chyba pri nastavení vzµahu rodi»->potomok

source: Error setting value %s to attribute %s of item %s
sk: Chyba pri nastavení hodnoty %s na atribút %s polo¾ky %s

source: could not get DTD from %s
sk: Nie je mo¾né získa» DTD z %s

source: Error validating element %s
sk: Chyba pri overovaní prvku %s

source: No declaration for attribute %s of element %s
sk: Pre atribút %s prvku %s nie je deklarácia.

source: Value "%s" for attribute %s of %s is not among the enumerated set
sk: Hodnota "%s" pre atribút %s z %s nie je vo vymenovanej mno¾ine.

source: NONE
sk: ®IADNE

source: ** ERROR: could not open connection to %s
sk: ** CHYBA: nepodarilo sa otvori» spojenie s %s

source: Provider capabilities...
sk: Schopnosti poskytovateµa...

source: Aggregates: %s
sk: Agregáty: %s

source: Supported
sk: Podporované

source: Not supported
sk: Nepodporované

source: Indexes: %s
sk: Indexy: %s

source: Namespaces: %s
sk: Priestory mien: %s

source: Procedures: %s
sk: Procedúry: %s

source: Sequences: %s
sk: Sekvencie: %s

source: Transactions: %s
sk: Transakcie: %s

source: Triggers: %s
sk: Triggery: %s

source: Users: %s
sk: Pou¾ívatelia: %s

source: Views: %s
sk: Pohµady: %s

source: XML queries: %s
sk: Otázky XML: %s

source: BLOBs: %s
sk: BLOBy: %s

source: Provider reports version: %s
sk: Verzia oznámená poskytovateµom: %s

source: Namespaces
sk: Priestory mien

source: Stored procedures
sk: Ulo¾ené procedúry

source: Connection Tables
sk: Tabuµky spojenia

source: Available types
sk: Dostupné typy

source: Languages
sk: Jazyky

source: Starting transaction...
sk: Zaèítam transakciu...

source: Error
sk: Chyba

source: Finishing transaction...
sk: Dokonèujem transakciu...

source: Rolling back transaction...
sk: Odvolávam transakciu...

source: Testing GDA client API
sk: Testujem klientské API pre GDA

source: ** ERROR: gda_config_get_data_source_list returned a NULL item
sk: ** ERROR: gda_config_get_data_source_list vrátila polo¾ku NULL

source: Data source = %s, User = %s
sk: Zdroj dát = %s, pou¾ívateµ = %s

source: ** ERROR: gda_config_get_provider_list returned a NULL item
sk: ** ERROR: gda_config_get_provider_list vrátila polo¾ku NULL

source: Provider = %s
sk: Poskytovateµ = %s

source: location = %s
sk: umiestnenie = %s

source: description = %s
sk: popis = %s

source: Create script
el: Δημιουργία γραφής

source: Create script from object definition
el: Δημιουργίά γραφής από ορισμό αντικειμένου

source: Refresh all lists
el: Ανανέωση όλων των λιστών

source: Close this window
el: Κλείσιμο του παραθύρου

source: Browser: %s@%s
el: Φυλλομετρητής: %s@%s

source: No connection open
el: Δεν υπάρχει ανοιχτή σύνδεση

source: General
el: Γενικά

source: Config File
el: Αρχείο Ρυθμίσεων

source: Save As
el: Αποθήκευση Ως

source: Variable
el: Μεταβλητή

source: Current
el: Τρέχον

source: Save options on exit
el: Αποθήκευση επιλογών και έξοδος

source: Open connection dialog on entry
el: Άνοιγμα διαλόγου σύνδεσης στην είσοδο

source: Grid Font
el: Γραμματοσειρά Πλέγματος

source: Shell
el: Φλοιός

source: Tabs position
el: Θέση στηλοθετών

source: Current Environment
el: Τρέχον Περιβάλλον

source: Save As...
el: Αποθήκευση Ως...

source: Transactions not supported
el: Δεν υποστηρίζονται διενέργειες

source: Commit executed
el: Η δέσμευση εκτελέστηκε

source: Rollback executed
el: Η επαναφορά εκτελέστηκε

source: Create new database design
el: Δημιουργία νέας σχεδίασης βάσης

source: Open database design from file
el: Άνοιγμα σχεδίασης βάσης από αρχείο

source: Save database design to file
el: Αποθήκευση σχεδίασης βάσης σε αρχείο

source: Open XML File
el: Άνοιγμα Αρχείου XML

source: Select File
el: Επιλογή Αρχείου

source: Error saving file '%s'
el: Σφάλμα αποθήκευσης αρχείου '%s'

source: Create a new empty file
el: Δημιουργία νέου κενού αρχείου

source: Open an existing file
el: Άνοιγμα υπάρχοντος αρχείου

source: Save file with another name
el: Αποθήκευση αρχείου με άλλο όνομα

source: Print
el: Εκτύπωση

source: Print current file
el: Εκτύπωση τρέχοντος αρχείου

source: Close current file
el: Κλείσιμο τρέχοντος αρχείου

source: Copy selected text to clipboard
el: Αντιγραφή επιλεγμένου κειμένου στο clipboard

source: Paste clipboard's contents
el: Επικόλληση του περιεχομένου του clipboard

source: Run Command
el: Εκτέλεση Εντολής

source: Directory
el: Κατάλογος

source: Could not change to directory '%s'
el: Αδυναμία αλλαγής στον κατάλογο '%s'

source: Running '%s'
el: Εκτέλεση του '%s'

source: Output from '%s' In directory '%s'
el: Έξοδος από το '%s' Στον κατάλογο '%s'

source: Command '%s' completed
el: Η εντολή '%s' εκτελέστηκε

source: File '%s' has been changed. Do you want to save the changes?
el: Το αρχείο '%s' έχει τροποποιηθεί. Θέλετε να αποθηκεύσετε τις αλλαγές;

source: Editor
el: Κειμενογράφος

source: Run
el: Εκτέλεση

source: Find
el: Εύρεση

source: GDA Config
el: Ρύθμιση GDA

source: To XML
el: Σε XML

source: Export selected data to XML file
el: Εξαγωγή επιλεγμένων δεδομένων σε αρχείου XML

source: To SQL
el: Σε SQL

source: Export selected data as a SQL script
el: Εξαγωγή επιλεγμένων δεδομένων σε πρόγραμμα SQL

source: Refresh data
el: Ανανέωση δεδομένων

source: Clear all widgets
el: Καθαρισμός των widgets

source: You have to provide a file name
el: Πρέπει να παράσχετε ένα όνομα αρχείου

source: You have to specify a name for the database export
el: Πρέπει να παράσχετε ένα όνομα για την εξαγωγή της βάσης

source: Exporting object named '%s'
el: Εξαγωγή αντικειμένου με όνομα '%s'

source: Saving to '%s' ...
el: Αποθήκευση στο '%s' ...

source: Error saving XML file '%s'
el: Σφάλμα στην αποθήκευση αρχείου XML '%s'

source: No objects are selected
el: Δεν έχουν επιλεγεί αντικείμενα

source: Export: %s@%s
el: Εξαγωγή: %s@%s

source: TABLES
el: ΠΙΝΑΚΕΣ

source: VIEWS
el: ΟΨΕΙΣ

source: Export data
el: Εξαγωγή δεδομένων

source: Show file when done
el: Εμφάνιση αρχείου μετά των περάτωση

source: Add object extra info
el: Πρόσθεση επιπλέον πληροφοριών αντικειμένου

source: Refresh log
el: Ανανέωση καταγραφών

source: Clear file contents
el: Καθαρισμός περιεχομένων αρχείου

source: Save log file with a different name
el: Αποθήκευση αρχείου με διαφορετικό όνομα

source: Could not truncate file %s
el: Αδυναμία περικοπής αρχείου %s

source: Save Log File
el: Αποθήκευση Αρχείου Καταγραφών

source: Could not load file %s
el: Αδυναμία φόρτωσης αρχείου %s

source: File %s loaded
el: Το αρχείο %s φορτώθηκε

source: GDA logs
el: Καταγραφές GDA

source: Copyright The Free Software Foundation (C) 1998-2000
el: Πνευματικά Δικαιώματα The Free Software Foundation (C) 1998-2000

source: This program is part of the GNOME project for LINUX. GNOME Data Access comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under the conditions of the GNU General Public Licence.
el: Το παρόν πρόγραμμα είναι μέρος του Έργου GNOME για το Linux. Η Πρόσβαση Σε Βάσεις Δεδομένων του GNOME (GNOME Data Access) δεν παρέχει ΚΑΜΙΑ ΑΠΟΛΥΤΩΣ ΕΓΓΥΗΣΗ. Αυτό είναι ελεύθερο λογισμικό και είστε ευσπρόσδεκτοι να το επαναδιανείμετε κάτων από τους κανόνες του GNU General Public Licence.

source: Open connection...
el: Άνοιγμα σύνδεσης...

source: Open a new connection
el: Άνοιγμα νέας σύνδεσης

source: Printer setup...
el: Ρύθμιση εκτυπωτή...

source: Open printer setup dialog
el: Άνοιγμα διαλόγου ρύθμισης εκτυπωτή

source: Object Browser
el: Φυλλομετρητής Αντικειμένων

source: Browse database objects
el: Ερεύνηση αντικειμένων βάσης

source: SQL Builder
el: Δομητής SQL

source: Construct SQL statements
el: Δόμηση εντολών SQL

source: Start/Stop Server Trace
el: Εκκίνηση/Τερματισμός Παρακολούθησης Εξυπηρετητή

source: Start or stop server trace
el: Εκκίνηση ή τερματισμός παρακολούθησης εξυπηρετητή

source: View Server Trace
el: Προβολή Παρακολούθησης Εξυπηρετητή

source: View server trace file
el: Προβολή αρχείου παρακολούθησης εξυπηρετητή

source: Export Data to Different Formats
el: Εξαγωγή Δεδομένων σε Διάφορες Μορφές

source: Import Data into the Database
el: Εισαγωγή Δεδομένων στη Βάση

source: Begin Transaction
el: Εκκίνηση Διενέργειας

source: Begin new transaction
el: Εκκίνηση νέας διενέργειας

source: Commit changes
el: Διάπραξη αλλαγών

source: Database Designer
el: Σχεδιαστής Βάσης

source: Visual Database Designer
el: Γραφικός Σχεδιαστής Βάσης

source: View GDA server log files
el: Εμφάνιση αρχείων καταγραφής εξυπηρετητή GDA

source: Text editor
el: Κειμενογράγος

source: Open the internal text editor
el: Άνοιγμα εσωτερικού κειμενογράφου

source: Run shell
el: Εκτέλεση φλοιού

source: Open shell window
el: Άνοιγμα παραθύρου φλοιού

source: Calculator
el: Υπολογιστής

source: Open desktop calculator
el: Άνοιγμα παραθύρου υπολογιστή

source: GDA Manager
el: Διαχειριστής GDA

source: The GDA configuration tool
el: Το εργαλείο ρύθμισης του GDA

source: GDA Builder
el: Δομητής GDA

source: The GDA development environment
el: Το περιβάλλον ανάπτυξης του GDA

source: GDA Configuration...
el: Ρύθμιση GDA...

source: GDA Configuration
el: Ρύθμιση GDA

source: Save Options
el: Αποθήκευση Επιλογών

source: Previous window
el: Προηγούμενο παράθυρο

source: Move to previous window on list
el: Μετακίνηση στο προηγούμενο παράθυρο στη λίστα

source: Next window
el: Επόμενο παράθυρο

source: Move to next window on list
el: Μετακίνηση στο επόμενο παράθυρο στη λίστα

source: Close current
el: Κλείσιμο τρεχόντος

source: Close active window
el: Κλείσιμο ενεργού παραθύρου

source: Window
el: Παράθυρο

source: GDA Logs
el: Καταγραφές GDA

source: Previous
el: Προηγούμενο

source: Next
el: Επόμενο

source: Could not load editor font
el: Αδυναμία φόρτωσης γραμματοσειράς κειμενογράφου

source: Could not load grid font
el: Αδυναμία φόρτωσης γραμματοσειράς πλέγματος

source: Execute SQL command
el: Εκτέλεση εντολής SQL

source: Run Script
el: Εκτέλεση Προγράμματος Εντολών

source: Execute buffer as SQL script
el: Εκτέλεση ενταμιευτή ως πρόγραμμα εντολών SQL

source: Select SQL Command
el: Επιλογή Εντολής SQL

source: Clear SQL window
el: Καθαρισμός παραθύρου SQL

source: Save current buffer
el: Αποθήκευση τρέχοντος ενταμιευτή

source: Cut selected text to clipboard
el: Αποκοπή επιλεγμένου κειμένου στο clipboard

source: Paste text from clipboard
el: Επικόλληση κειμένο από το clipboard

source: Select SQL Script
el: Επιλογή Προγράμματος Εντολών SQL

source: Executing '%s'
el: Εκτέλεση του '%s'

source: Save SQL Script
el: Αποθήκευση Προγράμματος Εντολών SQL

source: Server trace stopped
el: Η παρακολούθηση εξυπηρετητή διακόπηκε

source: Select Trace File
el: Επιλογή Αρχείου Παρακολούθησης

source: Server trace to file %s started
el: Η παρακολούθηση εξυπηρετητή στο αρχείο %s ξεκίνησε

source: Server Trace File
el: Αρχείο Παρακολούθησης Εξυπηρετητή

source: Server trace is disabled for this connection
el: Η παρακολούθηση εξυπηρετητή είναι ανενεργή για αυτή τη σύνδεση

source: Error reading file %s
el: Σφάλμα ανάγνωσης αρχείου %s

source: File %s inserted
el: Το αρχείο %s εισήχθηκε

source: Error opening file %s
el: Σφάλμα ανοίγματος αρχείου %s

source: Error writing to file %s
el: Σφάλμα γραψίματος αρχείου %s

source: Wrote file %s
el: Γράψιμο αρχείου %s

source: Question
el: Ερώτηση

source: Select all text in buffer
el: Επιλογή όλου του κειμένου στον ενταμιευτή

source: Insert file...
el: Εισαγωγή αρχείου...

source: Insert file into current position
el: Εισαγωγή αρχείου στην τρέχουσα θέση

source: Save to file...
el: Αποθήκευση σε αρχείο...

source: Save widget contents to file
el: Αποθήκευση περιεχομένων widget σε αρχείο

source: Print...
el: Εκτύπωση...

source: Print buffer
el: Εκτύπωση ενταμιευτή

source: <NULL>
el: «ΚΕΝΟ»

source: Reload
el: Επαναφόρτωση

source: Reload config drivers
el: Επαναφόρτωση οδηγών ρυθμίσεων

source: Could not activate object %s
az: %s cismi fəallaşdırıla bilmədi

source: Could not create connection component
az: Bağlantı komponenti yaradıla bimədi

source: Could not query CORBA components
az: CORBA komponenetləri soraqlana bilmədi

source: Could not query CORBA providers
az: CORBA cidmətçiləri soraqlana bilmədi

source: Unknown CORBA exception for connection
az: Bağlantı üçün namə'lum CORBA estisnası

source: Don't know how to create components with IID %s
az: %s IID-li komponentlərin necə yaradılacağını bilmirəm

source: Could not create component of type %s
az: %s növündə komponentin necə yaradılacağını bilmirəm

source: Could not duplicate client object. Client won't get notifications
az: Alıcı cismi cütlənə bilmirt. Alıcı elanları almayacaqdır

source: Could not notify client about action %d
az: Alıcıya %d gedişi elan edilə bilmir

source: bad formed document
az: səhv quraşdırlmış sənəd

source: %p is not a valid table
az: %p hökmlü cədvəl deyildir

source: Default component factory
az: Əsas komponent emalatxanası

source: GDA Default Datasource Access
az: GDA Əsas Verilənlər Mənbəyi Yetişilməsi

source: Could not initiate Default component factory
az: Əsas komponenet emalatxanasl hazırlana bilmədi

source: GDA Datasource Access for MySQL
az: MySQL üçün GDA Verilənlər Mənbəyi Yetişilməsi

source: MySQL component factory
az: MySQL komponent emalatxanası

source: Could not initiate MySQL component factory
az: MySQL komponent emalatxanası hazırlana bilmədi
