Repository: AlexxNica/libgda
Catalog: po/*.po
Languages: az, el, ru, sk

source: Object type setting
ru: Настройка типа объекта

source: Object name setting
ru: Настройка названия объекта

source: Access rigths
ru: Права доступа

source: Indexes
ru: Индексы
sk: Indexy

source: All users rights
ru: Права всех пользователей

source: Groups rights
ru: Права групп

source: Group:
ru: Группа:

source: Individual users rights
ru: Индивидуальные права пользователей

source: User:
ru: Пользователь:

source: Insert
ru: Вставить

source: Update/Delete
ru: Обновить/Удалить

source: Rule
ru: Правило

source: Table
ru: Таблица
sk: Tabuµka

source: Sequence
ru: Последовательность
sk: Sekvencia

source: Index
ru: Индекс

source: Name:
ru: Название:

source: Password:
ru: Пароль:

source: Group(s)
ru: Группа(ы)

source: Create DB
ru: Создать БД

source: Create users
ru: Создать пользователей

source: Valid until
ru: Верно до

source: Known database users
ru: Известные пользователи базы данных

source: Save as new user
ru: Сохранить как нового пользователя

source: Save modified user
ru: Сохранить измененного пользователя

source: Delete user
ru: Удалить пользователя

source: Yes
ru: Да

source: No
ru: Нет

source: postgres_recset is NULL
ru: postgres_recset имеет значение NULL

source: Could not register PostgreSQL provider implementation
ru: Не удалось зарегистрировать реализацию провайдера PostgreSQL

source: UI Test 3 Error
ru: Ошибка UI теста 3

source: Record %8.0f
ru: Запись %8.0f

source: We could not load the glade interface description! (%s)
ru: Невозможно загрузить glade-описание интерфейса! (%s)

source: Select the table name
ru: Выбрать название таблицы

source: Could not get pointer to server implementation
ru: Невозможно получить указатель на реализацию сервера

source: %s not implemented
ru: %s не реализовано

source: impl_GDA_Connection_open: opening connection with DSN: %s
ru: impl_GDA_Connection_open: открытие соединения с DSN: %s

source: %s: not implemented
ru: %s: не реализовано

source: %s: an error ocurred while fetching data
ru: %s: обнаружена ошибка при получении данных

source: %s: length = %d
ru: %s: длина = %d

source: %s: sending field description for '%s'
ru: %s: послано описание поля для "%s"

source: Starting provider %s with no implementation functions
ru: Запуск провайдера %s с не реализованными функциями

source: OAF doesn't know about our IID; indicates broken installation. Exiting...
ru: OAF не знает о нашем IID; указывает на неправильную установку. Выход...

source: Another instance of this provider is already registered with OAF. Exiting...
ru: Другой экземпляр этого провайдера уже зарегистрирован в OAF. Выход...

source: Unknown error registering this provider with OAF. Exiting
ru: Неизвестная ошибка регистрации этого провайдера в OAF. Выход

source: Could not get CORBA name service object
ru: Невозможно получить объект сервиса имен CORBA

source: Registered with ID = %s
ru: Зарегистрировано с идентификатором = %s

source: CORBA system exception %s
ru: Исключение системы CORBA %s

source: CORBA user exception: %s
ru: Исключение пользователя CORBA %s

source: Refresh all
ru: Обновить все

source: GNOME-DB Controls browser
ru: Обозреватель регуляторов Gnome-DB

source: New control
ru: Новый регулятор

source: Close control
ru: Закрыть регулятор

source: Controls
ru: Регуляторы

source: Control settings
ru: Настройки регулятора

source: database provider
ru: провайдер базы данных

source: PROVIDER
ru: ПРОВАЙДЕР

source: table
ru: таблица

source: TABLENAME
ru: НАЗВАНИЕ ТАБЛИЦЫ

source: TABLE NAME
ru: НАЗВАНИЕ ТАБЛИЦЫ

source: Logging in
ru: Регистрация

source: Data source %s not found in configuration
az: %s verilən mənbəyi qurğuda tapıla bilmədi
sk: Zdroj dát %s nebol nájdený v konfigurácii

source: Could not find provider %s in the current setup
sk: V aktuálnom nastavení sa nepodarilo nájs» poskytovateµa %s.

source: Provider %s does not implement entry function
sk: Poskytovateµ %s neimplementuje vstupný bod

source: Could not create GdaServerProvider object from plugin
sk: Nie je mo¾né vytvori» objekt GdaServerProvider z modulu

source: Temporary data source created by libgda. Don't remove it
sk: Doèasný zdroj dát vytvorený pomocou libgda. Neodstraòujte ho.

source: Error: %s
sk: Chyba: %s

source: Connection string
sk: Re»azec spojenia

source: Attempt to initialize an already initialized client
az: Onsuz da hazırlanmış alıcını hazırlamağa cəhd et
sk: Pokus o inicializáciu u¾ inicializovaného klienta

source: libgda needs GModule. Finishing...
sk: libgda vy¾aduje GModule. Konèím...

source: Could not parse SQL string '%s'
sk: Nie je mo¾né spracova» re»azec SQL '%s'

source: SQL command is not a SELECT (is '%s'
sk: Príkaz SQL nie je SELECT (je '%s'

source: There is already a field called %s
sk: U¾ je definované pole nazvané %s

source: Could not parse SQL command '%s'
sk: Nie je mo¾né spracova» príkaz SQL '%s'

source: Error while reading %s: %s
sk: Chyba poèas èítania %s: %s

source: Could not create file %s
sk: Nie je mo¾né vytvori» súbor %s

source: (GObject of type '%s'
sk: (GObject typu '%s'

source: Could not load file at %s
sk: Nie je mo¾né naèíta» súbor %s

source: Could not parse file at %s
sk: Nie je mo¾né spracova» súbor %s

source: Invalid XML database file '%s'
sk: Neplatný XML súbor databázy '%s'

source: Could not create a XML node from table %s
sk: Nie je mo¾né vytvori» uzol XML z tabuµky %s

source: Could not dump XML file to memory
sk: Nie je mo¾né naèíta» do pamäti súbor XML

source: Table %s already exists
sk: Tabuµka %s u¾ existuje

source: Invalid node
sk: Neplatný uzol

source: Duplicated <data> node for table %s
sk: Duplikovaný uzol <data> pre tabuµku %s

source: Invalid XML node
sk: Neplatný XML uzol

source: Could not add the data from the XML node
sk: Nie je mo¾né prida» dáta z uzlu XML

source: Invalid Firebird handle
sk: Neplatný handle Firebird

source: GDA type
sk: Typ GDA

source: Definition
sk: Definícia

source: Field name
sk: Meno poµa

source: Data type
sk: Typ dát

source: Size
sk: Veµkos»

source: Scale
sk: ©kála

source: Not null?
sk: Nie null?

source: Primary key?
sk: Primárny kµúè?

source: Unique index?
sk: Unikátny index?

source: References
sk: Referencie

source: Default value
sk: ©tandardná hodnota

source: Table name is needed but none specified in parameter list
sk: V zozname parametrov nie je zadané meno tabuµky

source: Return type
sk: Typ návratovej hodnoty

source: Args types
sk: Typy argumentov

source: No database specified
sk: Nezadaná databáza

source: Invalid transaction handle
sk: Neplatný handle transakcie

source: Connection aborted. You must provide at least a host, username and password using DSN 'QUERY=;USER=;PASSWORD='.
sk: Spojenie ukonèené. Musíte zada» aspoò hostiteµa, pou¾ívateµa a heslo pomocou DSN 'QUERY=;USER=;PASSWORD='.

source: Error creating message container.
sk: Chyba pri vytváraní schránky pre správu.

source: Error creating error container.
sk: Chyba pri vytváraní schránky na chybu.

source: Allocating tds context failed.
sk: Alokovanie kontextu tds zlyhalo.

source: Allocating tds socket failed.
sk: Alokovanie soketu tds zlyhalo.

source: Establishing connection failed.
sk: Vytvorenie spojenia zlyhalo.

source: Failed getting connection info.
sk: Nepodarilo sa získa» informácie o spojení.

source: Query did not succeed in execute_cmd().
sk: Dotaz nebol úspe¹ne vyhodnotený v execure_cmd().

source: Unexpected result tokens in execute_cmd().
sk: Neoèakávané tokeny výsledku v execute_cmd().

source: Unexpected return in execute_cmd().
sk: Neoèakávaný návrat v execute_cmd().

source: Msg %d, Level %d, State %d, Server %s, Line %d %s
sk: Správa %d, úroveò %d, stav %d, server %s, riadok %d %s

source: Error processing result rows.
sk: Chyba pri spracovaní riadkov výsledku.

source: Unexpected freetds return code in tds_process_row_tokens().
sk: Neoèakávaný návratový kód freetds v tds_process_row_tokens().

source: Error processing results.
sk: Chyba pri spracovaní výsledku.

source: Unexpected freetds return code in tds_process_result_tokens
sk: Neoèakávaný návratový kód freetds v tds_process_result_tokens

source: Provider for TDS-based databases (using FreeTDS)
sk: Poskytovateµ pre databáze zalo¾ené na TDS (pomocou FreeTDS)

source: NO DESCRIPTION
sk: ®IADNY POPIS

source: Could not allocate environment handle.
sk: Nie je mo¾né alokova» handle pre prostredie.

source: SQLGetInfo is unsupported. Hence IBM DB2 Provider will not work.
sk: SQLGetInfo nie je podporované. Preto nebude poskytovateµ pre IBM DB2 nebude fungova».

source: Invalid IBM DB2 handle
sk: Neplatný handle IBM DB2

source: Function
sk: Funkcia

source: Procedure
sk: Procedúra

source: Language
el: Γλώσσα
sk: Jazyk

source: SQL Definition
sk: Definícia SQL

source: Provider for IBMDB2 databases
sk: Poskytovateµ pre databáze IBM DB2

source: Invalid LDAP handle
sk: Neplatný handle LDAP

source: Row number out of range
sk: Neplatný poèet riadkov

source: Attempt to insert a row with an invalid number of columns
sk: Pokus o vlo¾enie riadku s neplatným poètom ståpcov

source: Could not retrieve column's information
sk: Nie je mo¾né získa» informácie o ståpci

source: Could not retrieve column's value
sk: Nie je mo¾né získa» hodnotu ståpca

source: Provider for LDAP directory
sk: Poskytovateµ pre adresár LDAP

source: A database FILENAME must be specified in the connection_string
sk: Pre otvorenie databáze FILENAME musíte zada» celú cestu v re»azci spojenia.

source: Could not open file %s
sk: Nie je mo¾né otvori» súbor %s

source: Invalid MDB handle
sk: Neplatný handle MDB

source: Transactions not supported in MDB provider
sk: Poskytovateµ MDB nepodporuje transakcie

source: # of args
sk: Poèet argumentov

source: GDA Type
sk: Typ GDA

source: Boolean type
sk: Typ Boolean

source: 1-byte integers
sk: Jednobajtové celé èíslo

source: Double precision values
sk: Reálna hodnota s dvojnásobnou presnos»ou

source: Single precision values
sk: Reálna hodnota s jednoduchou presnos»ou

source: 32-bit integers
sk: 32-bitové celé èíslo

source: 64-bit integers
sk: 64-bitové celé èíslo

source: Variable length character strings
sk: Re»azec s premenlivou då¾kou

source: Money amounts
sk: Peòa¾ná suma

source: OLE object
sk: Objekt OLE

source: Date/time value
sk: Dátum/èas

source: Character strings
sk: Re»azec znakov

source: Could not parse '%s' command
sk: Nie je mo¾né spracova» príkaz '%s'

source: Table %s not found
sk: Tabuµa %s nenájdená

source: Provider for Microsoft Access files
sk: Poskytovateµ pre súbory Microsoft Access

source: Provider for Hughes Technologies mSQL databases
sk: Poskytovateµ pre databáze Hughes Technologies mSQL

source: Invalid mSQL handle
sk: Neplatný handle mSQL

source: mSQL allows database creation only through the msqladmin tool.
sk: mSQL umo¾òuje vytváranie databáze iba pomocou nástroja msqladmin.

source: mSQL allows database drops only through the msqladmin tool.
sk: mSQL umo¾òuje odstránenie databáze iba pomocou nástroja msqladmin.

source: mSQL doesn't support transactions.
sk: mSQL nepodporuje transakcie.

source: Title
sk: Titulok

source: Field Name
sk: Meno poµa

source: Not null
sk: Nie null

source: Row number out of bounds
sk: Poèet riadkov mimo rozsah

source: You cannot provide a UNIX_SOCKET if you also provide either a HOST or a PORT.
az: Ya QOVŞAQ ya da QAPI müəyyənləşdirirsinizsə UNIX_SOCKET müəyyənləşdirə bilməzsiniz
sk: Nemô¾ete poskytova» UNIX_SOCKET ak tie¾ poskytujete HOSTITE¥ alebo a PORT.

source: Invalid MySQL handle
sk: Neplatný handle MySQL

source: Invalid MYSQL handle
sk: Neplatný handle MYSQL

source: Transactions are not supported in read-only mode
sk: Transakcie sú podporované iba v re¾ime pre èítanie

source: Column number out of range
sk: Neplatný poèet ståpcov

source: Provider for MySQL databases
sk: Poskytovateµ pre databáze MySQL

source: Unable to SQLAllocEnv()...
sk: Nepodarilo sa zavola» SQLAllocEnv()...

source: Invalid Odbc handle
sk: Neplatný handle ODBC

source: Nb args
sk: Poèet argumentov

source: Provider for ODBC data sources
sk: Poskytovateµ pre datové zdroje ODBC

source: No TNS name supplied
sk: Nezadané meno TNS

source: Could not initialize Oracle
sk: Nie je mo¾né inicializova» Oracle

source: Could not initialize the Oracle environment
sk: Nie je mo¾né inicializova» prostredie Oracle

source: Could not allocate the Oracle service handle
sk: Nie je mo¾né alokova» handle slu¾by Oracle

source: Could not allocate the Oracle error handle
sk: Nie je mo¾né alokova» handle chýb Oracle

source: Could not allocate the Oracle server handle
sk: Nie je mo¾né alokova» handle pre server Oracle

source: Could not allocate the Oracle session handle
sk: Nie je mo¾né alokova» handle sedenia Oracle

source: Could not attach to the Oracle server
sk: Nie je mo¾né pripojenie k serveru Oracle

source: Could not set the Oracle server attribute in the service context
sk: Nie je mo¾né nastavi» atribút serveru Oracle v kontexte slu¾by

source: Could not set the Oracle username attribute
sk: Nie je mo¾né nastavi» atribút pou¾ívateµa pre Oracle

source: Could not set the Oracle password attribute
sk: Nie je mo¾né nastavi» atribút hesla pre Oracle

source: Could not begin the Oracle session
sk: Nie je mo¾né zaèa» sedenie Oracle

source: Could not set the Oracle session attribute in the service context
sk: Nie je mo¾né nastavi» atribút sedenia v kontexte slu¾by Oracle

source: Invalid Oracle handle
sk: Neplatný handle Oracle

source: Could not allocate the Oracle statement handle
sk: Nie je mo¾né alokova» handle príkazu Oracle

source: Could not prepare the Oracle statement
sk: Nie je mo¾né pripravi» príkaz Oracle

source: Could not bind the Oracle statement parameter
sk: Nie je mo¾né pripojii» parameter príkazu Oracle

source: Could not get the Oracle statement type
sk: Nie je mo¾né získa» typ príkazu Oracle

source: Could not set the Oracle statement pre-fetch row count
sk: Nie je mo¾né nastavi» poèet riadkov pre predvýber k príkazom Oracle

source: Could not execute the Oracle statement
sk: Nie je mo¾né spusti» príkaz Oracle

source: Could not get the number of columns in the result set
sk: Nie je mo¾né získa» poèet ståpcov v mno¾ine výsledkov

source: Could not get the parameter descripter in the result set
sk: Nie je mo¾né získa» popis parametrov v mno¾ine výsledkov

source: Could not get the column name in the result set
sk: Nie je mo¾né získa» meno ståpca v mno¾ine výsledkov

source: Could not attach the transaction to the service context
sk: Nie je pripoji» transakciu ku kontextu slu¾by

source: Could not allocate the Oracle transaction handle
sk: Nie je mo¾né alokova» handle transakcie Oracle

source: Could not set the Oracle transaction name
sk: Nie je mo¾né nastavi» meno transakcie Oracle

source: Could not start the Oracle transaction
sk: Nie je mo¾né spusti» transakciu Oracle

source: Could not prepare the transaction to commit
sk: Nie je mo¾né pripravi» transakciu na commit

source: Could not commit the Oracle transaction
sk: Nie je mo¾né potvrdi» transakciu Oracle

source: Could not rollback the Oracle transaction
sk: Nie je mo¾né odvola» transakciu Oracle

source: Aggregate
sk: Agregát

source: Could not allocate the Oracle describe handle
sk: Nie je mo¾né alokova» handle pre popis Oracle

source: Could not set describe handle attribute
sk: Nie je mo¾né nastavi» atribút handle

source: Could not describe the Oracle table
sk: Nie je mo¾né popísa» tabuµku Oracle

source: Could not get the Oracle parameter handle
sk: Nie je mo¾né získa» handle parametra Oracle

source: Could not get described object type
sk: Nie je mo¾né získa» popis typu objektu

source: Could not get synonym referred-to schema
sk: Nie je mo¾né získa» synonymum pre schému referred-to

source: Could not get synonym referred-to name
sk: Nie je mo¾né získa» synonymum pre meno referred-to

source: Could not get synonym referred-to dblink
sk: Nepodarilo sa získa» synonymum dblink pre referred-to

source: Could not get the number of columns in the table
sk: Nie je mo¾né získa» poèet ståpcov v tabuµke

source: Could not get the column list
sk: Nie je mo¾né získa» zoznam ståpcov

source: Could not get the Oracle column handle
sk: Nie je mo¾né získa» handle ståpca Oracle

source: Could not get the Oracle field name
sk: Nie je mo¾né získa» meno poµa Oracle

source: Could not get the Oracle field data type
sk: Nie je mo¾né získa» typ dát poµa Oracle

source: Could not get the Oracle field defined size
sk: Nie je mo¾né získa» veµkos» definovanú poµom Oracle

source: Could not get the Oracle field scale
sk: Nie je mo¾né získa» rozsah poµa Oracle

source: Could not get the Oracle field nullable attribute
sk: Nie je mo¾né získa» atribút nulovateµného poµa Oracle

source: Could not get the Oracle parameter
sk: Nie je mo¾né získa» parameter Oracle

source: Could not get the parameter defined size
sk: Nie je mo¾né získa» veµkos» definovanú parametrom

source: Could not get the parameter data type
sk: Nie je mo¾né získa» typ dát parametra

source: Could not define by position
sk: Nie je mo¾né definova» pomocou pozície

source: Column out of range
sk: Neplatný ståpec

source: Could not get the Oracle parameter information
sk: Nie je mo¾né získa» informácie o parametri Oracle

source: Could not get the Oracle column name
sk: Nie je mo¾né získa» meno ståpca Oracle

source: Could not get the Oracle column data type
sk: Nie je mo¾né získa» typ dát ståpca Oracle

source: Could not get the Oracle column scale
sk: Nie je mo¾né získa» rozsah ståpca Oracle

source: Could not get the Oracle column nullable attribute
sk: Nie je mo¾né získa» atribút vynulovateµný ståpec Oracle

source: Could not get the Oracle defined size
sk: Nie je mo¾né získa» veµkos» definovanú v Oracle

source: Could not fetch a row
sk: Nie je mo¾né získa» riadok

source: Provider for Oracle databases
sk: Poskytovateµ pre databáze Oracle

source: Invalid PostgreSQL handle
sk: Neplatný handle PostgreSQL

source: Databases
sk: Databáze

source: Tuples:"%s"
sk: N-tice: "%s"

source: Provider for PostgreSQL databases
sk: Poskytovateµ pre databáze PostgreSQL

source: A full path must be specified on the connection string to open a database.
az: Verilənlər bazasının açılmağı üçün bağlantı qatarı tam cığır adı müəyyənləşdirilməlidir.
sk: Pre otvorenie databáze musíte zada» celú cestu v re»azci spojenia.

source: Could not set empty_result_callbacks SQLite option
sk: Nie je mo¾né nastavi» voµbu SQLite empty_result_callbacks

source: Invalid SQLite handle
sk: Neplatný handle SQLite

source: Invalid SQLITE handle
sk: Neplatný handle SQLite

source: Only one database per connection is allowed
sk: Pre jedno spojenie je oovolená iba jedna databáza

source: To remove a SQLite database you should remove the database file by hand
sk: Pre odstránenie databáze SQLite musíte súbor databázy odstráni» ruène

source: Could not retrieve information for field
sk: Nie je mo¾né získa» informácie o poli

source: Provider for SQLite databases
sk: Poskytovateµ pre databáze SQLite

source: Out of memory. Allocating connection structure failed.
sk: Nedostatok pamäti. Zlyhala alokácia ¹truktúry spojenia.

source: Locale set to '%s'.
sk: Lokálne nastavenie je '%s'.

source: Cmd structure already in use. Command will not be executed because of blocked connection.
sk: ©truktúra cmd sa u¾ pou¾íva. Príkaz nie je mo¾né vykona», preto¾e je spojenie blokované.

source: Failed allocating a command structure in %s()
sk: Nepodarilo sa alokova» ¹truktúru príkazu v %s()

source: Could not prepare command structure.
sk: Nie je mo¾né pripravi» ¹truktúru príkazu.

source: Sending sql-command failed.
sk: Poslanie príkazu SQL zlyhalo.

source: Hit unsupported result type
sk: Nájdený nepodporovaný typ výsledku

source: an error occured when calling ct_diag attempting to test if there is a server message for resultset
sk: volanie ct_diag zlyhalo pri testovaní, èi existuje správa serveru pre recordset

source: %s returned %s
sk: %s vrátila %s

source: Failed dropping command structure.
sk: Nepodarilo sa zahodenie ¹truktúry príkazu.

source: Command structure already in use. %s failed.
sk: ©truktúra príkazu sa u¾ pou¾íva. %s zlyhalo.

source: Could not allocate command structure.
sk: Nie je mo¾né alokova» ¹truktúru príkazov.

source: Could not prepare command structure with %s.
sk: Nie je mo¾né pripravi» ¹truktúru príkazu pomocou %s.

source: Sending command failed.
sk: Poslanie príkazu zlyhalo.

source: %s: %s failed
sk: %s: %s zlyhalo

source: could not allocate cmd structure to find current database.
sk: nie je mo¾né alokova» ¹truktúru pre príkaz pre nájdenie aktuálnej databáze.

source: could not execute command to get current database.
sk: nie je mo¾né vykona» príkaz pre získanie aktuálnej databáze.

source: could not send command to get current database.
sk: nie je mo¾né posla» príkaz pre získanie aktuálnej databáze.

source: could not bind variable to get current database.
sk: nie je mo¾né pripoji» premennú pre získanie aktuálnej databáze.

source: could not fetch data to find current database.
sk: nie je mo¾né získa» dáta pre nájdenie aktuálnej databáze.

source: could not drop cmd structure to find current database.
sk: nie je mo¾né odstráni» ¹truktúru príkazu pomocou pre nájdenie aktuálnej databáze.

source: Could not allocate datamodel. No results will be returned.
sk: Nie je mo¾né alokova» datamodel. Nebudú vrátené ¾iadne výsledky.

source: ct_cancel() failed.
sk: ct_cancel() zlyhala.

source: %s failed while processing a row result.
sk: %s zlyhala poèas spracovania riadku výsledku.

source: %s returned <= 0 columns.
sk: %s vrátil menej ne¾ 0 ståpcov.

source: Could not allocate structure for column metainformation.
sk: Nie je mo¾né alokova» ¹truktúru pre meta-informácie ståpca.

source: Could not call %s while processing row resultset.
sk: Nie je mo¾né zavola» %s poèas spracovania riadku výsledku.

source: Could not run %s on column %d
sk: Nie je mo¾né spusti» %s na ståpci %d

source: Could not allocate data placeholder for column %d
sk: Nie je mo¾né alokova» miesto pre dáta pre ståpec %d

source: Could not run %s to cancel processing row resultset.
sk: Nie je mo¾né spusti» %s pre zru¹enie spracovania výsledkov.

source: %s failed on row %d
sk: %s zlyhala na riadku %d

source: %s terminated with unexpected return code.
sk: %s skonèilá s neoèakávanym návratovým kódom.

source: an error occured when calling ct_diag attempting to retrieve a server message count for resultset
sk: volanie ct_diag zlyhalo pri získaní poètu správ serveru pre recordset

source: attempting to make recordset and msg count != 1 !
sk: pokus o vytvorenie recordset a poèet správ != 1 !

source: an error occured when calling ct_diag attempting to retrieve a server message for recordset
sk: volanie ct_diag zlyhalo pri získaní správy serveru pre recordset

source: call to ct_diag failed when attempting to clear the server messages
sk: volanie ct_diag zlyhalo pri èistení správ serveru

source: Attempt setting a nonnullable field to null.
sk: Pokus o nastavenie prázdnej hodnoty poµa, ktoré nesmie by» prázdne.

source: cslib cannot convert type %d
sk: cslib nedoká¾e previes» typ %d

source: data conversion failed for type %d
sk: prevod dát zlyhal pre typ %d

source: GDA provider for sybase databases (using OpenClient)
sk: Poskytovateµ GDA pre databáze sybase (pomocou OpenClient)

source: Call: csmsg callback
sk: Volanie: csmsg callback

source: CS-Library error: severity(%ld) layer(%ld) origin (%ld) number(%ld) %s
sk: Chyba CS-Library: záva¾nos»(%ld) vrstva(%ld) pôvod (%ld) èíslo(%ld) %s

source: OS error: %s
sk: Chyba OS: %s

source: Call: Client callback.
sk: Volanie: Callback klienta.

source: CT-Client error: severity(%ld) layer(%ld) origin (%ld) number(%ld) %s
sk: Chyba CT-Client: záva¾nos»(%ld) vrstva(%ld) pôvod (%ld) èíslo(%ld) %s

source: Call: server callback
sk: Volanie: callback serveru
